tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

# Unix
brew 'autojump'
brew 'ctags'
brew 'git'
brew 'heroku-toolbelt'
brew 'hub'
brew 'imagemagick'
brew 'node'
brew 'openssl'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'thoughtbot/formulae/pick'
brew 'thoughtbot/formulae/rcm'
brew 'tmux'
brew 'vim'
brew 'zsh'

# Databases
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true

# OS X
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spectacle'
